IDEA StatiCa Open Model
SetupValueBool Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SetupValueBool class
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SetupValueBool()
Public Sub New
public:
SetupValueBool()
See Also
Reference
SetupValueBool Class
IdeaRS.OpenModel.Concrete Namespace